tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "jandedobbeleer/oh-my-posh"
brew "aspell"
brew "atuin"
brew "bat"
brew "bat-extras"
brew "chezmoi"
brew "diff-so-fancy"
brew "exercism"
brew "fish"
brew "fzf"
brew "xz"
brew "gcc"
brew "gh"
brew "git"
brew "git-delta"
brew "openssl@3"
brew "tcl-tk"
brew "git-gui"
brew "gnu-tar"
brew "hello"
brew "readline"
brew "pyenv"
brew "ripgrep"
brew "sk"
brew "sqlite"
brew "the_silver_searcher"
brew "tree"
brew "zlib"
brew "zoxide"
brew "d12frosted/emacs-plus/emacs-plus@29", args: ["with-debug", "with-mailutils", "with-native-comp", "with-poll", "with-spacemacs-icon", "with-xwidgets"]
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
