tap "homebrew/bundle"
tap "homebrew/services"
tap "jandedobbeleer/oh-my-posh"
brew "atuin"
brew "chezmoi"
brew "diff-so-fancy"
brew "openssl@3"
brew "emacs", restart_service: true
brew "exercism"
brew "fish"
brew "xz"
brew "gcc"
brew "gh"
brew "git"
brew "tcl-tk"
brew "git-gui"
brew "hello"
brew "readline"
brew "pyenv"
brew "sk"
brew "sqlite"
brew "the_silver_searcher"
brew "tree"
brew "zlib"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
cask "apparency"
cask "betterzip"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "quicklookase"
cask "suspicious-package"
vscode "ailisp.commonlisp-vscode"
vscode "alefragnani.Bookmarks"
vscode "cweijan.vscode-autohotkey-plus"
vscode "deerawan.vscode-dash"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "Equinusocio.vsc-community-material-theme"
vscode "Equinusocio.vsc-material-theme"
vscode "equinusocio.vsc-material-theme-icons"
vscode "eriklynd.json-tools"
vscode "exercism.exercism-cli"
vscode "fabiospampinato.vscode-terminals"
vscode "golang.go"
vscode "GrapeCity.gc-excelviewer"
vscode "haskell.haskell"
vscode "hoovercj.haskell-linter"
vscode "innoverio.vscode-dbt-power-user"
vscode "jinliming2.vscode-go-template"
vscode "jumpinjackie.vscode-map-preview"
vscode "justusadam.language-haskell"
vscode "KevinRose.vsc-python-indent"
vscode "kshetline.ligatures-limited"
vscode "mark-wiemer.vscode-autohotkey-plus-plus"
vscode "mattn.Lisp"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.autopep8"
vscode "ms-python.black-formatter"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.powershell"
vscode "ms-vscode.wordcount"
vscode "ndmitchell.haskell-ghcid"
vscode "njpwerner.autodocstring"
vscode "oderwat.indent-rainbow"
vscode "phoityne.phoityne-vscode"
vscode "rebornix.ruby"
vscode "redhat.vscode-xml"
vscode "samuelcolvin.jinjahtml"
vscode "skyapps.fish-vscode"
vscode "sleistner.vscode-fileutils"
vscode "stevensona.character-count"
vscode "streetsidesoftware.code-spell-checker"
vscode "tamasfe.even-better-toml"
vscode "usernamehw.errorlens"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "wingrunr21.vscode-ruby"
