tap "homebrew/bundle"
tap "homebrew/services"
tap "jandedobbeleer/oh-my-posh"
brew "atuin"
brew "bat"
brew "chezmoi"
brew "diff-so-fancy"
brew "emacs", restart_service: true
brew "exercism"
brew "fish"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "git-delta"
brew "git-gui"
brew "hello"
brew "pyenv"
brew "sk"
brew "sqlite"
brew "the_silver_searcher"
brew "tree"
brew "zoxide"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
vscode "Command is only available in WSL or inside a Visual Studio Code terminal."
